{
  "home": {
    "welcome": "Welcome to the Interstellar Experience",
    "description": "Discover the wonders of our solar system and beyond.",
    "explore": "Explore Now"
  },
  "navbar": {
    "solarSystem": "Solar System",
    "moon": "The Moon",
    "stars": "Stars"
  },
  "solarSystem": {
    "title": "Solar System",
    "description": "Explore the planets and celestial bodies in our solar system.",
    "backButton": "Back" 
  },
  "planets": {
    "mercury": {
      "name": "Mercury",
      "content": [
        {
          "key": "1",
          "label": "Location and Size",
          "text": [
            "Mercury is the closest planet to the Sun and the smallest in the solar system.",
            "Its diameter is 4878 km."
          ]
        },
        {
          "key": "2",
          "label": "Rotation and Orbit",
          "text": [
            "It rotates on its axis in 59 days (length of a day on Mercury).",
            "It takes 88 days to orbit the Sun (length of a year on Mercury)."
          ]
        },
        {
          "key": "3",
          "label": "Surface and Terrain",
          "text": [
            "Mercury's surface resembles the Moon, with many meteorite craters.",
            "These craters were formed by meteorite impacts."
          ]
        },
        {
          "key": "4",
          "label": "Atmosphere and Temperature",
          "text": [
            "Mercury has no atmosphere to protect it.",
            "As a result, there is a large temperature difference between day and night."
          ]
        }
      ]
    },
    "venus": {
      "name": "Venus",
      "content": [
        {
          "key": "1",
          "label": "Similarity to Earth",
          "text": [
            "Venus is the closest planet to Earth in terms of size and mass, often called 'Earth's sister.'"
          ]
        },
        {
          "key": "2",
          "label": "Brightness and Atmosphere",
          "text": [
            "It is the brightest object in the night sky due to its high reflectivity, despite being shrouded in thick clouds."
          ]
        },
        {
          "key": "3",
          "label": "Rotation and Motion",
          "text": [
            "Venus has phases similar to the Moon and rotates slowly from east to west, taking 243 days for a full rotation."
          ]
        },
        {
          "key": "4",
          "label": "Composition and Atmosphere",
          "text": [
            "Its atmosphere is 96% carbon dioxide and 3.5% nitrogen, causing a greenhouse effect and temperatures up to 464°C."
          ]
        },
        {
          "key": "5",
          "label": "Surface",
          "text": [
            "Its surface is dominated by flat volcanic plains with highlands and valleys covering about 27% of the surface."
          ]
        }
      ]
    },
    "earth": {
      "name": "Earth",
      "content": [
        {
          "key": "1",
          "label": "Structure and Atmosphere",
          "text": [
            "Earth consists of three main layers: crust, mantle, and core.",
            "Its atmosphere contains nitrogen and oxygen, making it habitable."
          ]
        },
        {
          "key": "2",
          "label": "Natural Phenomena",
          "text": [
            "Earth is characterized by volcanoes and earthquakes due to tectonic plate movement.",
            "It has rivers, lakes, and oceans covering about 71% of its surface."
          ]
        },
        {
          "key": "3",
          "label": "Life on Earth",
          "text": [
            "Earth is the only known planet with life.",
            "Life forms range from microorganisms to humans."
          ]
        },
        {
          "key": "4",
          "label": "Climate and Weather",
          "text": [
            "Climate varies from tropical to polar regions.",
            "Weather patterns are influenced by Earth's rotation and its position relative to the Sun."
          ]
        }
      ]
    },
    "mars": {
      "name": "Mars",
      "content": [
        {
          "key": "1",
          "label": "Appearance and Color",
          "text": [
            "Its red color is due to iron oxide in its soil."
          ]
        },
        {
          "key": "2",
          "label": "Physical Characteristics",
          "text": [
            "It is the least dense of the terrestrial planets; larger than Mercury but smaller than Venus."
          ]
        },
        {
          "key": "3",
          "label": "Surface and Terrain",
          "text": [
            "Its surface features vast deserts with moving sand dunes, dry riverbeds (indicating past water flow), polar ice caps, and volcanic deposits.",
            "It hosts the highest mountain in the solar system (Olympus Mons, 25 km tall) and a rift valley stretching 5000 km."
          ]
        },
        {
          "key": "4",
          "label": "Atmosphere",
          "text": [
            "Its thin atmosphere is primarily carbon dioxide, allowing visibility of the surface. The low pressure currently prevents liquid water, though evidence suggests possible groundwater in the past."
          ]
        }
      ]
    },
    "jupiter": {
      "name": "Jupiter",
      "content": [
        {
          "key": "1",
          "label": "Size and Rotation",
          "text": [
            "It is the largest planet in the solar system by size and mass, rotating rapidly (a full rotation in about 10 hours), causing a noticeable bulge at the equator."
          ]
        },
        {
          "key": "2",
          "label": "Composition and Atmosphere",
          "text": [
            "Its thick atmosphere is primarily hydrogen and helium, with traces of water vapor, methane, and ammonia, visible as light and dark bands."
          ]
        },
        {
          "key": "3",
          "label": "Prominent Features",
          "text": [
            "It has a Great Red Spot, a massive storm that has persisted since the 17th century."
          ]
        },
        {
          "key": "4",
          "label": "Internal Structure and Magnetic Fields",
          "text": [
            "Beneath its surface are layers of liquid and metallic hydrogen, with a possible rocky core. It has a strong magnetic field and phenomena like auroras."
          ]
        },
        {
          "key": "5",
          "label": "Moons and Rings",
          "text": [
            "It has many moons, most notably the Galilean moons (Io, Europa, Ganymede, and Callisto), and faint rings."
          ]
        }
      ]
    },
    "saturn": {
      "name": "Saturn",
      "content": [
        {
          "key": "1",
          "label": "Physical Characteristics",
          "text": [
            "It is the second-largest planet in the solar system and less dense than water, meaning it could float."
          ]
        },
        {
          "key": "2",
          "label": "Atmosphere and Rotation",
          "text": [
            "Its internal composition is similar to Jupiter's, but with a thinner layer of metallic hydrogen. Its rapid rotation causes a noticeable equatorial bulge."
          ]
        },
        {
          "key": "3",
          "label": "Rings",
          "text": [
            "It is famous for its stunning rings, made of ice and rock particles, with gaps like the Cassini Division caused by the gravitational influence of its moons."
          ]
        },
        {
          "key": "4",
          "label": "Thermal Radiation",
          "text": [
            "It emits more thermal energy than it receives from the Sun, at a rate of 1.8 times."
          ]
        },
        {
          "key": "5",
          "label": "Moons",
          "text": [
            "It has numerous moons, most notably Titan, which has a thick nitrogen atmosphere and possibly methane and ethane oceans."
          ]
        }
      ]
    },
    "uranus": {
      "name": "Uranus",
      "content": [
        {
          "key": "1",
          "label": "Discovery and Color",
          "text": [
            "It was the first planet discovered with a telescope (1781) and is blue due to methane absorbing red light."
          ]
        },
        {
          "key": "2",
          "label": "Composition and Atmosphere",
          "text": [
            "It has a thick atmosphere of hydrogen and helium with methane, giving it good reflectivity."
          ]
        },
        {
          "key": "3",
          "label": "Internal Structure",
          "text": [
            "Its surface is liquid hydrogen, with a layer of ice beneath and a possible rocky core."
          ]
        },
        {
          "key": "4",
          "label": "Rings and Moons",
          "text": [
            "It has faint rings and several small moons."
          ]
        }
      ]
    },
    "neptune": {
      "name": "Neptune",
      "content": [
        {
          "key": "1",
          "label": "Discovery and Composition",
          "text": [
            "Neptune was discovered in 1846 and is known for its deep blue color due to methane in its atmosphere.",
            "It has a thick atmosphere of hydrogen, helium, and methane."
          ]
        },
        {
          "key": "2",
          "label": "Atmosphere and Weather",
          "text": [
            "Neptune has the strongest winds in the solar system, reaching speeds of up to 2,100 km/h.",
            "It has a Great Dark Spot, similar to Jupiter's Great Red Spot, which is a massive storm system."
          ]
        },
        {
          "key": "3",
          "label": "Internal Structure",
          "text": [
            "Its interior is composed of a mantle of water, ammonia, and methane ices, with a possible rocky core."
          ]
        },
        {
          "key": "4",
          "label": "Moons and Rings",
          "text": [
            "Neptune has 14 known moons, the largest of which is Triton, and a faint ring system."
          ]
        }
      ]
    }
  },
  "moon": {
    "name": "The Moon",
    "content": [
      {
        "key": "1",
        "label": "Orbit Around Earth",
        "sections": [
          {
            "key": "1.1",
            "label": "Orbit",
            "text": "The Moon orbits the Earth in an elliptical orbit (oval) with an average distance of 384,400 km."
          },
          {
            "key": "1.2",
            "label": "Duration",
            "text": "The Moon takes 27.3 days to complete one orbit around the Earth (orbital period)."
          },
          {
            "key": "1.3",
            "label": "Synchronous Rotation",
            "text": "The Moon rotates on its axis at the same rate as it rotates around the Earth, so we always see the same face of the Moon."
          },
          {
            "key": "1.4",
            "label": "Tilt",
            "text": "The Moon's orbit is tilted about 5.8 degrees from the plane of the Earth's orbit around the Sun."
          },
          {
            "key": "1.5",
            "label": "Tides",
            "text": "The Moon's gravitational influence on the Earth causes the phenomenon of tides in the oceans."
          },
          {
            "key": "1.6",
            "label": "Distance Variation",
            "text": "Due to the elliptical shape of the orbit, the Moon's distance ranges between 356,500 km (perigee) and 406,700 km (apogee)."
          }
        ]
      },
      {
        "key": "2",
        "label": "Phases During the Month",
        "sections": [
          {
            "key": "2.1",
            "label": "First Crescent",
            "text": "Appears from 1 - 3 of the month and is called the 'new crescent.'",
            "image": "images/moon/phases/moon_1.png"
          },
          {
            "key": "2.2",
            "label": "First Quarter",
            "text": "Appears from 4 - 7 of the month, with half of the Moon facing us illuminated.",
            "image": "images/moon/phases/moon_2.png"
          },
          {
            "key": "2.3",
            "label": "First Gibbous",
            "text": "Appears from 8 - 12 of the month, with the dark part in the shape of a crescent, its base pointing east and the illuminated part pointing towards the sunset.",
            "image": "images/moon/phases/moon_3.png"
          },
          {
            "key": "2.4",
            "label": "Full Moon",
            "text": "Appears from 13 - 15 of the month, marking the completion of approximately 180 degrees.",
            "image": "images/moon/phases/moon_4.png"
          },
          {
            "key": "2.5",
            "label": "Terminal Gibbous",
            "text": "Appears from 16 - 19, with the dark part in the shape of a dark crescent, its base pointing completely west.",
            "image": "images/moon/phases/moon_5.png"
          },
          {
            "key": "2.6",
            "label": "Second Quarter",
            "text": "Appears from 20 - 24, with half of the Moon facing us illuminated.",
            "image": "images/moon/phases/moon_6.png"
          },
          {
            "key": "2.7",
            "label": "Last Crescent",
            "text": "Appears from 25 - 29, with its horns pointing west and the illuminated part pointing towards the Sun.",
            "image": "images/moon/phases/moon_7.png"
          },
          {
            "key": "2.8",
            "label": "Darkening Moon",
            "text": "Appears from 30 - 1 of the month, with the Moon almost completely dark and invisible in the sky. It marks the end of the lunar cycle and the beginning of a new one.",
            "image": "images/moon/phases/moon_8.png"
          }
        ]
      },
      {
        "key": "3",
        "label": "Lunar Eclipses",
        "sections": [
          {
            "key": "3.1",
            "label": "Lunar Eclipse",
            "text": "A lunar eclipse occurs when the Earth comes between the Sun and the Moon, partially or fully blocking the Sun's light from reaching the Moon. It only happens during a full moon.",
            "image": "images/moon/eclipse/eclipse_1.png"
          },
          {
            "key": "3.2",
            "label": "Duration of Eclipse",
            "text": "A total lunar eclipse can last for over an hour, while a partial or penumbral eclipse may last for a shorter duration.",
            "image": "images/moon/eclipse/eclipse_1.png"
          },
          {
            "key": "3.3",
            "label": "Total Eclipse",
            "text": "Occurs when the Moon fully enters the Earth's shadow (Umbra). The Moon turns red or orange due to the refraction of sunlight in Earth's atmosphere, known as a 'Blood Moon'.",
            "image": "images/moon/eclipse/eclipse_2.png"
          },
          {
            "key": "3.4",
            "label": "Penumbral Eclipse",
            "text": "Occurs when the Moon enters the Earth's penumbra, causing a slight dimming of the Moon's brightness without a clear shadow.",
            "image": "images/moon/eclipse/eclipse_3.png"
          },
          {
            "key": "3.5",
            "label": "Partial Eclipse",
            "text": "Occurs when only part of the Moon enters the Earth's shadow. Part of the Moon appears dark while the rest remains illuminated.",
            "image": "images/moon/eclipse/eclipse_4.png"
          }
          
        ]
      }
    ]
  },
  "stars": {
    "title": "Stars",
    "description": "Explore the fascinating world of stars.",
    "content": [
      {
        "key": "1",
        "label": "Solar Nebula",
        "paragraph": "A massive cloud of gas and cosmic dust believed to be the origin of the solar system.",
        "bullets": [
          "Composed of hydrogen, helium, and heavier elements.",
          "Collapsed due to gravity to form the Sun, planets, asteroids, and comets.",
          "Part of the solar nebula theory of stellar system formation."
        ],
        "image": "images/stars/star_1.png"
      },
      {
        "key": "2",
        "label": "Medium Star",
        "paragraph": "A star with medium mass, like the Sun, which lives relatively long.",
        "bullets": [
          "Its mass ranges from 0.5 to 8 times the mass of the Sun.",
          "Spends most of its life in the main sequence, fusing hydrogen into helium.",
          "At the end of its life, it becomes a red giant and then a white dwarf after losing its outer layers."
        ],
        "image": "images/stars/star_2.png"
      },
      {
        "key": "3",
        "label": "Massive Star",
        "paragraph": "A star with a mass greater than 8 times that of the Sun, burns quickly, and ends in a violent explosion.",
        "bullets": [
          "Burns its nuclear fuel quickly, making its lifespan short (a few million years).",
          "Goes through rapid evolutionary stages, such as becoming a red supergiant and then exploding in a supernova.",
          "Can eventually transform into a neutron star or a black hole."
        ],
        "image": "images/stars/star_3.png"
      },
      {
        "key": "4",
        "label": "Red Giant",
        "paragraph": "A stage in the evolution of medium-mass stars when the star exhausts its hydrogen fuel and expands.",
        "bullets": [
          "Expands and cools its surface, giving it a red color.",
          "Continues to fuse helium into heavier elements like carbon and oxygen.",
          "Gradually loses its outer layers to become a planetary nebula, leaving behind a white dwarf."
        ],
        "image": "images/stars/star_4.png"
      },
      {
        "key": "5",
        "label": "Red Supergiant",
        "paragraph": "A late stage in the life of a massive star when it expands enormously before exploding.",
        "bullets": [
          "Larger than a red giant in terms of size and mass.",
          "Burns quickly, forming heavy elements like iron.",
          "Explodes in a supernova, potentially leaving behind a neutron star or a black hole."
        ],
        "image": "images/stars/star_5.png"
      },
      {
        "key": "6",
        "label": "Planetary Nebula",
        "paragraph": "A glowing gas shell released by a medium-mass star when it reaches the end of its life.",
        "bullets": [
          "Forms when medium-mass stars lose their outer layers.",
          "Contains gases like hydrogen and helium, illuminated by the radiation of the central white dwarf."
        ],
        "image": "images/stars/star_6.png"
      },
      {
        "key": "7",
        "label": "Supernova",
        "paragraph": "A massive explosion that occurs when a massive star runs out of fuel or due to a nuclear reaction in a white dwarf.",
        "bullets": [
          "Occurs due to a sudden gravitational collapse in a massive star or an explosion caused by material accumulation on a white dwarf.",
          "Releases enormous energy and heavy elements into space, contributing to the formation of new stars.",
          "Can lead to the formation of a neutron star or a black hole."
        ],
        "image": "images/stars/star_7.png"
      },
      {
        "key": "8",
        "label": "White Dwarf",
        "paragraph": "The remnant of a medium-mass star after losing its outer layers.",
        "bullets": [
          "Extremely dense, roughly the size of Earth but with a mass close to that of the Sun.",
          "No new nuclear reactions occur, but it cools very slowly over time.",
          "May transform into a black dwarf when it completely loses its heat (after billions of years)."
        ],
        "image": "images/stars/star_8.png"
      },
      {
        "key": "9",
        "label": "Neutron Star",
        "paragraph": "The collapsed core of a massive star, composed almost entirely of neutrons.",
        "bullets": [
          "Extremely dense, where a teaspoon of it can weigh billions of tons.",
          "Spins rapidly and may emit radio pulses (called a pulsar).",
          "Forms after a supernova of a massive star but was not massive enough to become a black hole."
        ],
        "image": "images/stars/star_9.png"
      },
      {
        "key": "10",
        "label": "Black Hole",
        "paragraph": "A region in space with gravity so strong that even light cannot escape.",
        "bullets": [
          "Forms when a very massive star collapses on itself after a supernova explosion.",
          "Has an event horizon, the boundary beyond which nothing can escape without being swallowed.",
          "There are types of it, such as stellar black holes and supermassive black holes in the centers of galaxies."
        ],
        "image": "images/stars/star_10.png"
      }
    ]
  }
}