{
  "name": "القمر",
  "content": [
    {
      "key": "1",
      "label": "مدار القمر حول الأرض",
      "sections": [
        {
          "key": "1.1",
          "label": "المدار",
          "text": "يدور القمر حول الأرض في مدار اهليجي (بيضاوي) بمتوسط مسافة 384,400 كم."
        },
        {
          "key": "1.2",
          "label": "المدة",
          "text": "يستغرق القمر 27.3 يومًا ليكمل دورة واحدة حول الأرض (الدورة المدارية)."
        },
        {
          "key": "1.3",
          "label": "الدوران المتزامن",
          "text": "القمر يدور حول محوره بنفس معدل دورانه حول الأرض، لذا نرى دائمًا نفس الوجه للقمر."
        },
        {
          "key": "1.4",
          "label": "الميلان",
          "text": "يميل مدار القمر بحوالي 5.8 درجة عن مستوى مدار الأرض حول الشمس."
        },
        {
          "key": "1.5",
          "label": "المد والجزر",
          "text": "تأثير جاذبية القمر على الأرض يسبب ظاهرة المد والجزر في المحيطات."
        },
        {
          "key": "1.6",
          "label": "التباين في المسافة",
          "text": "بسبب الشكل البيضاوي للمدار، يتراوح بُعد القمر بين 356,500 كم (الحضيض) و406,700 كم (الأوج)."
        }
      ]
    },
    {
      "key": "2",
      "label": "أطوار القمر خلال شهر",
      "sections": [
        {
          "key": "2.1",
          "label": "هلال أول الشهر",
          "text": "يكون الموعد من 1 - 3 من الشهر ويقال له ابن ليله او ابن ليلتان أو ابن ثلاث ليال."
        },
        {
          "key": "2.2",
          "label": "تربيع أول",
          "text": "يكون الموعد من 4 - 7 من الشهر ويكون نصف القمر المواجه لنا مضئ."
        },
        {
          "key": "2.3",
          "label": "الأحدب الأول",
          "text": "يظهر من 8 - 12 من الشهر ويكون الجزء المظلم على شكل هلال قاعدته تشير الى الشرق والجزء المضئ منتصفه يشير إلى مكان مغيب الشمس."
        },
        {
          "key": "2.4",
          "label": "البدر",
          "text": "يظهر من 13 - 15 من الشهر وتسمى بمرحلة الاستقبال ويكون القمر قطع ما يقارب 180 درجة."
        },
        {
          "key": "2.5",
          "label": "الأحدب المنتهي",
          "text": "يظهر من 16 - 19 ويكون الجزء المظلم على شكل هلال معتم قاعدته تشير الى الغرب تماما."
        },
        {
          "key": "2.6",
          "label": "التربيع الثاني",
          "text": "يظهر من 20 - 24 ويكون نصف القمر المواجه لنا مضئ."
        },
        {
          "key": "2.7",
          "label": "هلال آخر الشهر",
          "text": "يظهر من 25 - 29 وهو هلال آخر الشهر ويشير قرناه إلى جهة الغرب والجزء المضئ يشير إلى اتجاه الشمس."
        }
      ]
    },
    {
      "key": "3",
      "label": "خسوف القمر",
      "sections": [
        {
          "key": "3.1",
          "label": "خسوف القمر",
          "text": "خسوف القمر هو ظاهرة فلكية تحدث عندما تقع الأرض بين الشمس والقمر، مما يؤدي إلى حجب ضوء الشمس عن القمر جزئيًا أو كليًا. يحدث الخسوف فقط عندما يكون القمر في طور البدر (Full Moon)."
        },
        {
          "key": "3.2",
          "label": "الخسوف الكلي",
          "text": "يحدث عندما يدخل القمر بالكامل في ظل الأرض (Umbra). يتغير لون القمر إلى الأحمر أو البرتقالي بسبب انكسار ضوء الشمس في الغلاف الجوي للأرض، فيما يُعرف بـ'القمر الدموي'."
        },
        {
          "key": "3.3",
          "label": "الخسوف الجزئي",
          "text": "يحدث عندما يدخل جزء من القمر فقط في ظل الأرض. يظهر جزء من القمر مظلمًا بينما يظل الجزء الآخر مضيئًا."
        },
        {
          "key": "3.4",
          "label": "الخسوف شبه الظلي",
          "text": "يحدث عندما يدخل القمر في منطقة شبه الظل للأرض (Penumbra)، ما يؤدي إلى انخفاض طفيف في سطوع القمر دون ظهور ظل واضح عليه."
        },
        {
          "key": "3.5",
          "label": "مدة الخسوف",
          "text": "قد يستمر خسوف القمر الكلي لأكثر من ساعة، بينما يمكن أن يستغرق الخسوف الجزئي أو شبه الظلي مدة أقصر."
        }
      ]
    }
  ]
} 