{
  "home": {
    "welcome": "مرحبًا بكم في التجربة بين النجوم",
    "description": "اكتشفوا عجائب نظامنا الشمسي وما بعده.",
    "explore": "استكشف الآن"
  },
  "navbar": {
    "solarSystem": "النظام الشمسي",
    "moon": "القمر",
    "stars": "النجوم"
  },
  "solarSystem": {
    "title": "النظام الشمسي",
    "description": "اكتشفوا الكواكب والأجرام السماوية في نظامنا الشمسي.",
    "backButton": "رجوع"
  },
  "planets": {
    "mercury": {
      "name": "عطارد",
      "content": [
        {
          "key": "1",
          "label": "الموقع والحجم",
          "text": [
            "عطارد هو أقرب كواكب المجموعة الشمسية إلى الشمس وأصغرها حجماً.",
            "يبلغ قطره 4878 كم."
          ]
        },
        {
          "key": "2",
          "label": "الدوران والمدار",
          "text": [
            "يدور حول نفسه في 59 يوماً (طول اليوم على عطارد).",
            "يستغرق 88 يوماً للدوران حول الشمس (طول السنة على عطارد)."
          ]
        },
        {
          "key": "3",
          "label": "السطح والتضاريس",
          "text": [
            "يشبه سطح عطارد سطح القمر، حيث يحتوي على العديد من الفوهات النيزكية.",
            "هذه الفوهات نتجت عن اصطدام النيازك بالكوكب."
          ]
        },
        {
          "key": "4",
          "label": "الغلاف و الحرارة",
          "text": [
            "لا يمتلك عطارد غلافاً جوياً يحميه.",
            "نتيجة لذلك، هناك فرق كبير في درجات الحرارة بين الليل والنهار."
          ]
        }
      ]
    },
    "venus": {
      "name": "الزهرة",
      "content": [
        {
          "key": "1",
          "label": "الشبه بالأرض",
          "text": [
            "يُعتبر أقرب كواكب الأرض من حيث الحجم والكتلة، ويُطلق عليه أحيانًا 'أخت الأرض'."
          ]
        },
        {
          "key": "2",
          "label": "السطوع والغلاف الجوي",
          "text": [
            "أكثر الأجرام السماوية إشراقًا في الليل بفضل انعكاسيته العالية، رغم أنه محاط بغلاف جوي كثيف من السحب الدائمة يحجب رؤية سطحه."
          ]
        },
        {
          "key": "3",
          "label": "الدوران والحركة",
          "text": [
            "يمر بدورة أطوار مشابهة للقمر، وله حركة تراجعية (يدور ببطء من الشرق إلى الغرب؛ دورة كاملة تستغرق 243 يوماً)."
          ]
        },
        {
          "key": "4",
          "label": "التركيب والغلاف الجوي",
          "text": [
            "يحتوي غلافه الجوي على 96% من ثاني أكسيد الكربون و3.5% من النيتروجين، مما يسبب ظاهرة الاحتباس الحراري ودرجات حرارة تصل إلى 464°C."
          ]
        },
        {
          "key": "5",
          "label": "السطح",
          "text": [
            "يتميز سطحه بسهول بركانية مسطحة مع وجود مرتفعات ووديان تغطي حوالي 27% من السطح."
          ]
        }
      ]
    },
    "earth": {
      "name": "الأرض",
      "content": [
        {
          "key": "1",
          "label": "التركيب والغلاف الجوي",
          "text": [
            "تتكون الأرض من ثلاث طبقات رئيسية: القشرة، الوشاح، واللب.",
            "يحتوي غلافها الجوي على النيتروجين والأكسجين، مما يجعلها صالحة للحياة."
          ]
        },
        {
          "key": "2",
          "label": "الظواهر الطبيعية",
          "text": [
            "تتميز الأرض بالبراكين والزلازل الناتجة عن حركة الصفائح التكتونية.",
            "تحتوي على أنهار وبحيرات ومحيطات تغطي حوالي 71% من سطحها."
          ]
        },
        {
          "key": "3",
          "label": "الحياة على الأرض",
          "text": [
            "الأرض هي الكوكب الوحيد المعروف بوجود حياة عليه.",
            "تتراوح أشكال الحياة من الكائنات الدقيقة إلى البشر."
          ]
        },
        {
          "key": "4",
          "label": "المناخ والطقس",
          "text": [
            "يختلف المناخ من المناطق الاستوائية إلى المناطق القطبية.",
            "تتأثر أنماط الطقس بدوران الأرض وموقعها بالنسبة للشمس."
          ]
        }
      ]
    },
    "mars": {
      "name": "المريخ",
      "content": [
        {
          "key": "1",
          "label": "المظهر واللون",
          "text": [
            "لونه الأحمر ناتج عن أكسيد الحديد في تربته."
          ]
        },
        {
          "key": "2",
          "label": "الخصائص الفيزيائية",
          "text": [
            "هو أقل الكواكب الأرضية كثافة؛ أكبر من عطارد ولكن أصغر من الزهرة."
          ]
        },
        {
          "key": "3",
          "label": "السطح والتضاريس",
          "text": [
            "يتميز سطحه بوجود صحاري شاسعة مع كثبان رملية متحركة، ومجاري أنهار جافة (تشير إلى تدفق المياه في الماضي)، وأغطية جليدية قطبية، ورواسب بركانية.",
            "يحتوي على أعلى جبل في النظام الشمسي (جبل أوليمبوس، بارتفاع 25 كم) ووادي صدع يمتد لـ 5000 كم."
          ]
        },
        {
          "key": "4",
          "label": "الغلاف الجوي",
          "text": [
            "غلافه الجوي رقيق ويتكون بشكل رئيسي من ثاني أكسيد الكربون، مما يسمح برؤية السطح. الضغط المنخفض يمنع وجود الماء السائل حاليًا، على الرغم من وجود أدلة تشير إلى وجود مياه جوفية في الماضي."
          ]
        }
      ]
    },
    "jupiter": {
      "name": "المشتري",
      "content": [
        {
          "key": "1",
          "label": "الحجم والدوران",
          "text": [
            "هو أكبر كوكب في النظام الشمسي من حيث الحجم والكتلة، ويدور بسرعة (دورة كاملة في حوالي 10 ساعات)، مما يسبب انتفاخًا ملحوظًا عند خط الاستواء."
          ]
        },
        {
          "key": "2",
          "label": "التركيب والغلاف الجوي",
          "text": [
            "غلافه الجوي سميك ويتكون بشكل رئيسي من الهيدروجين والهيليوم، مع وجود آثار لبخار الماء والميثان والأمونيا، مما يظهر كأشرطة فاتحة وداكنة."
          ]
        },
        {
          "key": "3",
          "label": "الميزات البارزة",
          "text": [
            "يحتوي على بقعة حمراء كبيرة، وهي عاصفة ضخمة مستمرة منذ القرن السابع عشر."
          ]
        },
        {
          "key": "4",
          "label": "التركيب الداخلي والمجالات المغناطيسية",
          "text": [
            "تحت سطحه توجد طبقات من الهيدروجين السائل والمعدني، مع احتمال وجود لب صخري. يتميز بمجال مغناطيسي قوي وظواهر مثل الشفق القطبي."
          ]
        },
        {
          "key": "5",
          "label": "الأقمار والحلقات",
          "text": [
            "لديه العديد من الأقمار، أشهرها الأقمار الجاليلية (آيو، أوروبا، جانيميد، وكاليستو)، وحلقات خافتة."
          ]
        }
      ]
    },
    "saturn": {
      "name": "زحل",
      "content": [
        {
          "key": "1",
          "label": "الخصائص الفيزيائية",
          "text": [
            "هو ثاني أكبر كوكب في النظام الشمسي وأقل كثافة من الماء، مما يعني أنه يمكن أن يطفو."
          ]
        },
        {
          "key": "2",
          "label": "الغلاف الجوي والدوران",
          "text": [
            "تركيبه الداخلي مشابه لكوكب المشتري، ولكن بطبقة أرق من الهيدروجين المعدني. دورانه السريع يسبب انتفاخًا ملحوظًا عند خط الاستواء."
          ]
        },
        {
          "key": "3",
          "label": "الحلقات",
          "text": [
            "يشتهر بحلقاته الرائعة، المكونة من جزيئات الجليد والصخور، مع فجوات مثل تقسيم كاسيني الناتج عن التأثير الجاذبي لأقماره."
          ]
        },
        {
          "key": "4",
          "label": "الإشعاع الحراري",
          "text": [
            "يطلق طاقة حرارية أكثر مما يتلقى من الشمس، بمعدل 1.8 مرة."
          ]
        },
        {
          "key": "5",
          "label": "الأقمار",
          "text": [
            "لديه العديد من الأقمار، أشهرها تيتان، الذي يتميز بغلاف جوي سميك من النيتروجين وربما محيطات من الميثان والإيثان."
          ]
        }
      ]
    },
    "uranus": {
      "name": "أورانوس",
      "content": [
        {
          "key": "1",
          "label": "الاكتشاف واللون",
          "text": [
            "كان أول كوكب يتم اكتشافه باستخدام التلسكوب (1781) ولونه أزرق بسبب امتصاص الميثان للضوء الأحمر."
          ]
        },
        {
          "key": "2",
          "label": "التركيب والغلاف الجوي",
          "text": [
            "يتميز بغلاف جوي سميك من الهيدروجين والهيليوم مع وجود الميثان، مما يمنحه انعكاسية جيدة."
          ]
        },
        {
          "key": "3",
          "label": "التركيب الداخلي",
          "text": [
            "سطحه يتكون من الهيدروجين السائل، مع طبقة من الجليد تحته وربما لب صخري."
          ]
        },
        {
          "key": "4",
          "label": "الحلقات والأقمار",
          "text": [
            "لديه حلقات خافتة وعدة أقمار صغيرة."
          ]
        }
      ]
    },
    "neptune": {
      "name": "نبتون",
      "content": [
        {
          "key": "1",
          "label": "الاكتشاف والتركيب",
          "text": [
            "تم اكتشاف نبتون في عام 1846 وهو معروف بلونه الأزرق العميق بسبب وجود الميثان في غلافه الجوي.",
            "يتميز بغلاف جوي سميك من الهيدروجين والهيليوم والميثان."
          ]
        },
        {
          "key": "2",
          "label": "الغلاف الجوي والطقس",
          "text": [
            "يتميز بأقوى الرياح في النظام الشمسي، حيث تصل سرعتها إلى 2100 كم/ساعة.",
            "لديه بقعة مظلمة كبيرة، تشبه البقعة الحمراء العظيمة لكوكب المشتري، وهي نظام عاصفة ضخم."
          ]
        },
        {
          "key": "3",
          "label": "التركيب الداخلي",
          "text": [
            "يتكون داخله من طبقة من الماء والأمونيا والميثان المتجمد، مع احتمال وجود لب صخري."
          ]
        },
        {
          "key": "4",
          "label": "الأقمار والحلقات",
          "text": [
            "لديه 14 قمرًا معروفًا، أكبرها تريتون، ونظام حلقات خافت."
          ]
        }
      ]
    }
  },
  "moon": {
    "name": "القمر",
    "content": [
      {
        "key": "1",
        "label": "مدار القمر حول الأرض",
        "sections": [
          {
            "key": "1.1",
            "label": "المدار",
            "text": "يدور القمر حول الأرض في مدار اهليجي (بيضاوي) بمتوسط مسافة 384,400 كم."
          },
          {
            "key": "1.2",
            "label": "المدة",
            "text": "يستغرق القمر 27.3 يومًا ليكمل دورة واحدة حول الأرض (الدورة المدارية)."
          },
          {
            "key": "1.3",
            "label": "الدوران المتزامن",
            "text": "القمر يدور حول محوره بنفس معدل دورانه حول الأرض، لذا نرى دائمًا نفس الوجه للقمر."
          },
          {
            "key": "1.4",
            "label": "الميلان",
            "text": "يميل مدار القمر بحوالي 5.8 درجة عن مستوى مدار الأرض حول الشمس."
          },
          {
            "key": "1.5",
            "label": "المد والجزر",
            "text": "تأثير جاذبية القمر على الأرض يسبب ظاهرة المد والجزر في المحيطات."
          },
          {
            "key": "1.6",
            "label": "التباين في المسافة",
            "text": "بسبب الشكل البيضاوي للمدار، يتراوح بُعد القمر بين 356,500 كم (الحضيض) و406,700 كم (الأوج)."
          }
        ]
      },
      {
        "key": "2",
        "label": "أطوار القمر خلال شهر",
        "sections": [
          {
            "key": "2.1",
            "label": "هلال أول الشهر",
            "text": "يظهر من 1 - 3 من الشهر ويقال له ابن ليله او ابن ليلتان أو ابن ثلاث ليال.",
            "image": "images/moon/phases/moon_1.png"
          },
          {
            "key": "2.2",
            "label": "تربيع أول",
            "text": "يظهر من 4 - 7 من الشهر ويكون نصف القمر المواجه لنا مضئ.",
            "image": "images/moon/phases/moon_2.png"
          },
          {
            "key": "2.3",
            "label": "الأحدب الأول",
            "text": "يظهر من 8 - 12 من الشهر ويكون الجزء المظلم على شكل هلال قاعدته تشير الى الشرق والجزء المضئ منتصفه يشير إلى مكان مغيب الشمس.",
            "image": "images/moon/phases/moon_3.png"
          },
          {
            "key": "2.4",
            "label": "البدر",
            "text": "يظهر من 13 - 15 من الشهر وتسمى بمرحلة الاستقبال ويكون القمر قطع ما يقارب 180 درجة.",
            "image": "images/moon/phases/moon_4.png"
          },
          {
            "key": "2.5",
            "label": "الأحدب المنتهي",
            "text": "يظهر من 16 - 19 ويكون الجزء المظلم على شكل هلال معتم قاعدته تشير الى الغرب تماما.",
            "image": "images/moon/phases/moon_5.png"
          },
          {
            "key": "2.6",
            "label": "التربيع الثاني",
            "text": "يظهر من 20 - 24 ويكون نصف القمر المواجه لنا مضئ.",
            "image": "images/moon/phases/moon_6.png"
          },
          {
            "key": "2.7",
            "label": "هلال آخر الشهر",
            "text": "يظهر من 25 - 29 وهو هلال آخر الشهر ويشير قرناه إلى جهة الغرب والجزء المضئ يشير إلى اتجاه الشمس.",
            "image": "images/moon/phases/moon_7.png"
          },
          {
            "key": "2.8",
            "label": "المحاق",
            "text": "يظهر من 30 - 1 من الشهر ويكون القمر مظلمًا بالكامل تقريبًا وغير مرئي في السماء. يمثل نهاية الدورة القمرية وبداية دورة جديدة.",
            "image": "images/moon/phases/moon_8.png"
          }
        ]
      },
      {
        "key": "3",
        "label": "خسوف القمر",
        "sections": [
          {
            "key": "3.1",
            "label": "خسوف القمر",
            "text": "خسوف القمر هو ظاهرة فلكية تحدث عندما تقع الأرض بين الشمس والقمر، مما يؤدي إلى حجب ضوء الشمس عن القمر جزئيًا أو كليًا. يحدث الخسوف فقط عندما يكون القمر في طور البدر (Full Moon).",
            "image": "images/moon/eclipse/eclipse_1.png"
          },
          {
            "key": "3.2",
            "label": "مدة الخسوف",
            "text": "قد يستمر خسوف القمر الكلي لأكثر من ساعة، بينما يمكن أن يستغرق الخسوف الجزئي أو شبه الظلي مدة أقصر.",
            "image": "images/moon/eclipse/eclipse_1.png"
          },
          {
            "key": "3.3",
            "label": "الخسوف الكلي",
            "text": "يحدث عندما يدخل القمر بالكامل في ظل الأرض (Umbra). يتغير لون القمر إلى الأحمر أو البرتقالي بسبب انكسار ضوء الشمس في الغلاف الجوي للأرض، فيما يُعرف بـ'القمر الدموي'.",
            "image": "images/moon/eclipse/eclipse_2.png"
          },
          {
            "key": "3.4",
            "label": "الخسوف شبه الظلي",
            "text": "يحدث عندما يدخل القمر في منطقة شبه الظل للأرض (Penumbra)، ما يؤدي إلى انخفاض طفيف في سطوع القمر دون ظهور ظل واضح عليه.",
            "image": "images/moon/eclipse/eclipse_3.png"
          },
          {
            "key": "3.5",
            "label": "الخسوف الجزئي",
            "text": "يحدث عندما يدخل جزء من القمر فقط في ظل الأرض. يظهر جزء من القمر مظلمًا بينما يظل الجزء الآخر مضيئًا.",
            "image": "images/moon/eclipse/eclipse_4.png"
          }
        ]
      }
    ]
  },
  "stars": {
    "title": "النجوم",
    "description": "استكشف عالم النجوم المذهل.",
    "content": [
      {
        "key": "1",
        "label": "السديم الشمسي",
        "paragraph": "سحابة ضخمة من الغاز والغبار الكوني يُعتقد أنها أصل النظام الشمسي.",
        "bullets": [
          "يتكون من الهيدروجين والهيليوم وعناصر أثقل.",
          "انهار بسبب الجاذبية لتشكيل الشمس والكواكب والكويكبات والمذنبات.",
          "جزء من نظرية السديم الشمسي لتشكيل الأنظمة النجمية."
        ],
        "image": "images/stars/star_1.png"
      },
      {
        "key": "2",
        "label": "النجم المتوسط",
        "paragraph": "نجم ذو كتلة متوسطة، مثل الشمس، يعيش لفترة طويلة نسبيًا.",
        "bullets": [
          "تتراوح كتلته من 0.5 إلى 8 أضعاف كتلة الشمس.",
          "يقضي معظم حياته في التسلسل الرئيسي، حيث يدمج الهيدروجين إلى هيليوم.",
          "في نهاية حياته، يصبح عملاقًا أحمر ثم قزمًا أبيض بعد فقدان طبقاته الخارجية."
        ],
        "image": "images/stars/star_2.png"
      },
      {
        "key": "3",
        "label": "النجم الضخم",
        "paragraph": "نجم ذو كتلة أكبر من 8 أضعاف كتلة الشمس، يحترق بسرعة وينتهي بانفجار عنيف.",
        "bullets": [
          "يحرق وقوده النووي بسرعة، مما يجعل عمره قصيرًا (بضعة ملايين من السنين).",
          "يمر بمراحل تطور سريعة، مثل أن يصبح عملاقًا أحمر ثم ينفجر في مستعر أعظم.",
          "يمكن أن يتحول في النهاية إلى نجم نيوتروني أو ثقب أسود."
        ],
        "image": "images/stars/star_3.png"
      },
      {
        "key": "4",
        "label": "العملاق الأحمر",
        "paragraph": "مرحلة في تطور النجوم متوسطة الكتلة عندما يستنفد النجم وقود الهيدروجين ويتمدد.",
        "bullets": [
          "يتمدد ويبرد سطحه، مما يعطيه لونًا أحمر.",
          "يستمر في دمج الهيليوم إلى عناصر أثقل مثل الكربون والأكسجين.",
          "يفقد طبقاته الخارجية تدريجيًا لتصبح سديمًا كوكبيًا، تاركًا وراءه قزمًا أبيض."
        ],
        "image": "images/stars/star_4.png"
      },
      {
        "key": "5",
        "label": "العملاق الأحمر الفائق",
        "paragraph": "مرحلة متأخرة في حياة النجم الضخم عندما يتمدد بشكل هائل قبل الانفجار.",
        "bullets": [
          "أكبر من العملاق الأحمر من حيث الحجم والكتلة.",
          "يحترق بسرعة، مكونًا عناصر ثقيلة مثل الحديد.",
          "ينفجر في مستعر أعظم، مما قد يترك وراءه نجمًا نيوترونيًا أو ثقبًا أسود."
        ],
        "image": "images/stars/star_5.png"
      },
      {
        "key": "6",
        "label": "السديم الكوكبي",
        "paragraph": "غلاف غازي متوهج تطلقه النجوم متوسطة الكتلة عندما تصل إلى نهاية حياتها.",
        "bullets": [
          "يتشكل عندما تفقد النجوم متوسطة الكتلة طبقاتها الخارجية.",
          "يحتوي على غازات مثل الهيدروجين والهيليوم، مضاءة بإشعاع القزم الأبيض المركزي."
        ],
        "image": "images/stars/star_6.png"
      },
      {
        "key": "7",
        "label": "المستعر الأعظم",
        "paragraph": "انفجار ضخم يحدث عندما ينفد وقود النجم الضخم أو بسبب تفاعل نووي في قزم أبيض.",
        "bullets": [
          "يحدث بسبب انهيار مفاجئ للجاذبية في نجم ضخم أو انفجار ناتج عن تراكم المواد على قزم أبيض.",
          "يطلق طاقة هائلة وعناصر ثقيلة في الفضاء، مما يساهم في تشكيل نجوم جديدة.",
          "يمكن أن يؤدي إلى تشكيل نجم نيوتروني أو ثقب أسود."
        ],
        "image": "images/stars/star_7.png"
      },
      {
        "key": "8",
        "label": "القزم الأبيض",
        "paragraph": "بقايا نجم متوسط الكتلة بعد فقدان طبقاته الخارجية.",
        "bullets": [
          "كثيف للغاية، بحجم الأرض تقريبًا ولكن بكتلة قريبة من كتلة الشمس.",
          "لا تحدث تفاعلات نووية جديدة، ولكنه يبرد ببطء شديد مع مرور الوقت.",
          "قد يتحول إلى قزم أسود عندما يفقد حرارته تمامًا (بعد مليارات السنين)."
        ],
        "image": "images/stars/star_8.png"
      },
      {
        "key": "9",
        "label": "النجم النيوتروني",
        "paragraph": "النواة المنهارة لنجم ضخم، تتكون بالكامل تقريبًا من النيوترونات.",
        "bullets": [
          "كثيف للغاية، حيث يمكن أن تزن ملعقة صغيرة منه مليارات الأطنان.",
          "يدور بسرعة وقد يصدر نبضات راديوية (يسمى النجم النابض).",
          "يتشكل بعد مستعر أعظم لنجم ضخم ولكنه لم يكن ضخمًا بما يكفي ليصبح ثقبًا أسود."
        ],
        "image": "images/stars/star_9.png"
      },
      {
        "key": "10",
        "label": "الثقب الأسود",
        "paragraph": "منطقة في الفضاء ذات جاذبية قوية جدًا بحيث لا يمكن حتى للضوء الهروب منها.",
        "bullets": [
          "يتشكل عندما ينهار نجم ضخم جدًا على نفسه بعد انفجار مستعر أعظم.",
          "لديه أفق حدث، الحدود التي لا يمكن لأي شيء الهروب من بعده دون أن يتم ابتلاعه.",
          "هناك أنواع منه، مثل الثقوب السوداء النجمية والثقوب السوداء فائقة الكتلة في مراكز المجرات."
        ],
        "image": "images/stars/star_10.png"
      }
    ]
  }
}