{
  "home": {
    "welcome": "مرحبًا بكم في التجربة بين النجوم",
    "description": "اكتشفوا عجائب نظامنا الشمسي وما بعده.",
    "explore": "استكشف الآن"
  },
  "navbar": {
    "solarSystem": "النظام الشمسي",
    "sun": "الشمس",
    "moon": "القمر",
    "mars": "المريخ"
  },
  "solarSystem": {
    "title": "النظام الشمسي",
    "description": "اكتشفوا الكواكب والأجرام السماوية في نظامنا الشمسي.",
    "backButton": "رجوع"
  },
  "planets": {
    "mercury": {
      "name": "عطارد",
      "content": [
        {
          "key": "1",
          "label": "الموقع والحجم",
          "text": [
            "عطارد هو أقرب كواكب المجموعة الشمسية إلى الشمس وأصغرها حجماً.",
            "يبلغ قطره 4878 كم."
          ]
        },
        {
          "key": "2",
          "label": "الدوران والمدار",
          "text": [
            "يدور حول نفسه في 59 يوماً (طول اليوم على عطارد).",
            "يستغرق 88 يوماً للدوران حول الشمس (طول السنة على عطارد)."
          ]
        },
        {
          "key": "3",
          "label": "السطح والتضاريس",
          "text": [
            "يشبه سطح عطارد سطح القمر، حيث يحتوي على العديد من الفوهات النيزكية.",
            "هذه الفوهات نتجت عن اصطدام النيازك بالكوكب."
          ]
        },
        {
          "key": "4",
          "label": "الغلاف و الحرارة",
          "text": [
            "لا يمتلك عطارد غلافاً جوياً يحميه.",
            "نتيجة لذلك، هناك فرق كبير في درجات الحرارة بين الليل والنهار."
          ]
        }
      ]
    },
    "venus": {
      "name": "الزهرة",
      "content": [
        {
          "key": "1",
          "label": "الشبه بالأرض",
          "text": [
            "يُعتبر أقرب كواكب الأرض من حيث الحجم والكتلة، ويُطلق عليه أحيانًا 'أخت الأرض'."
          ]
        },
        {
          "key": "2",
          "label": "السطوع والغلاف الجوي",
          "text": [
            "أكثر الأجرام السماوية إشراقًا في الليل بفضل انعكاسيته العالية، رغم أنه محاط بغلاف جوي كثيف من السحب الدائمة يحجب رؤية سطحه."
          ]
        },
        {
          "key": "3",
          "label": "الدوران والحركة",
          "text": [
            "يمر بدورة أطوار مشابهة للقمر، وله حركة تراجعية (يدور ببطء من الشرق إلى الغرب؛ دورة كاملة تستغرق 243 يوماً)."
          ]
        },
        {
          "key": "4",
          "label": "التركيب والغلاف الجوي",
          "text": [
            "يحتوي غلافه الجوي على 96% من ثاني أكسيد الكربون و3.5% من النيتروجين، مما يسبب ظاهرة الاحتباس الحراري ودرجات حرارة تصل إلى 464°C."
          ]
        },
        {
          "key": "5",
          "label": "السطح",
          "text": [
            "يتميز سطحه بسهول بركانية مسطحة مع وجود مرتفعات ووديان تغطي حوالي 27% من السطح."
          ]
        }
      ]
    },
    "earth": {
      "name": "الأرض",
      "content": [
        {
          "key": "1",
          "label": "التركيب والغلاف الجوي",
          "text": [
            "تتكون الأرض من ثلاث طبقات رئيسية: القشرة، الوشاح، واللب.",
            "يحتوي غلافها الجوي على النيتروجين والأكسجين، مما يجعلها صالحة للحياة."
          ]
        },
        {
          "key": "2",
          "label": "الظواهر الطبيعية",
          "text": [
            "تتميز الأرض بالبراكين والزلازل الناتجة عن حركة الصفائح التكتونية.",
            "تحتوي على أنهار وبحيرات ومحيطات تغطي حوالي 71% من سطحها."
          ]
        },
        {
          "key": "3",
          "label": "الحياة على الأرض",
          "text": [
            "الأرض هي الكوكب الوحيد المعروف بوجود حياة عليه.",
            "تتراوح أشكال الحياة من الكائنات الدقيقة إلى البشر."
          ]
        },
        {
          "key": "4",
          "label": "المناخ والطقس",
          "text": [
            "يختلف المناخ من المناطق الاستوائية إلى المناطق القطبية.",
            "تتأثر أنماط الطقس بدوران الأرض وموقعها بالنسبة للشمس."
          ]
        }
      ]
    },
    "mars": {
      "name": "المريخ",
      "content": [
        {
          "key": "1",
          "label": "المظهر واللون",
          "text": [
            "لونه الأحمر ناتج عن أكسيد الحديد في تربته."
          ]
        },
        {
          "key": "2",
          "label": "الخصائص الفيزيائية",
          "text": [
            "هو أقل الكواكب الأرضية كثافة؛ أكبر من عطارد ولكن أصغر من الزهرة."
          ]
        },
        {
          "key": "3",
          "label": "السطح والتضاريس",
          "text": [
            "يتميز سطحه بوجود صحاري شاسعة مع كثبان رملية متحركة، ومجاري أنهار جافة (تشير إلى تدفق المياه في الماضي)، وأغطية جليدية قطبية، ورواسب بركانية.",
            "يحتوي على أعلى جبل في النظام الشمسي (جبل أوليمبوس، بارتفاع 25 كم) ووادي صدع يمتد لـ 5000 كم."
          ]
        },
        {
          "key": "4",
          "label": "الغلاف الجوي",
          "text": [
            "غلافه الجوي رقيق ويتكون بشكل رئيسي من ثاني أكسيد الكربون، مما يسمح برؤية السطح. الضغط المنخفض يمنع وجود الماء السائل حاليًا، على الرغم من وجود أدلة تشير إلى وجود مياه جوفية في الماضي."
          ]
        }
      ]
    },
    "jupiter": {
      "name": "المشتري",
      "content": [
        {
          "key": "1",
          "label": "الحجم والدوران",
          "text": [
            "هو أكبر كوكب في النظام الشمسي من حيث الحجم والكتلة، ويدور بسرعة (دورة كاملة في حوالي 10 ساعات)، مما يسبب انتفاخًا ملحوظًا عند خط الاستواء."
          ]
        },
        {
          "key": "2",
          "label": "التركيب والغلاف الجوي",
          "text": [
            "غلافه الجوي سميك ويتكون بشكل رئيسي من الهيدروجين والهيليوم، مع وجود آثار لبخار الماء والميثان والأمونيا، مما يظهر كأشرطة فاتحة وداكنة."
          ]
        },
        {
          "key": "3",
          "label": "الميزات البارزة",
          "text": [
            "يحتوي على بقعة حمراء كبيرة، وهي عاصفة ضخمة مستمرة منذ القرن السابع عشر."
          ]
        },
        {
          "key": "4",
          "label": "التركيب الداخلي والمجالات المغناطيسية",
          "text": [
            "تحت سطحه توجد طبقات من الهيدروجين السائل والمعدني، مع احتمال وجود لب صخري. يتميز بمجال مغناطيسي قوي وظواهر مثل الشفق القطبي."
          ]
        },
        {
          "key": "5",
          "label": "الأقمار والحلقات",
          "text": [
            "لديه العديد من الأقمار، أشهرها الأقمار الجاليلية (آيو، أوروبا، جانيميد، وكاليستو)، وحلقات خافتة."
          ]
        }
      ]
    },
    "saturn": {
      "name": "زحل",
      "content": [
        {
          "key": "1",
          "label": "الخصائص الفيزيائية",
          "text": [
            "هو ثاني أكبر كوكب في النظام الشمسي وأقل كثافة من الماء، مما يعني أنه يمكن أن يطفو."
          ]
        },
        {
          "key": "2",
          "label": "الغلاف الجوي والدوران",
          "text": [
            "تركيبه الداخلي مشابه لكوكب المشتري، ولكن بطبقة أرق من الهيدروجين المعدني. دورانه السريع يسبب انتفاخًا ملحوظًا عند خط الاستواء."
          ]
        },
        {
          "key": "3",
          "label": "الحلقات",
          "text": [
            "يشتهر بحلقاته الرائعة، المكونة من جزيئات الجليد والصخور، مع فجوات مثل تقسيم كاسيني الناتج عن التأثير الجاذبي لأقماره."
          ]
        },
        {
          "key": "4",
          "label": "الإشعاع الحراري",
          "text": [
            "يطلق طاقة حرارية أكثر مما يتلقى من الشمس، بمعدل 1.8 مرة."
          ]
        },
        {
          "key": "5",
          "label": "الأقمار",
          "text": [
            "لديه العديد من الأقمار، أشهرها تيتان، الذي يتميز بغلاف جوي سميك من النيتروجين وربما محيطات من الميثان والإيثان."
          ]
        }
      ]
    },
    "uranus": {
      "name": "أورانوس",
      "content": [
        {
          "key": "1",
          "label": "الاكتشاف واللون",
          "text": [
            "كان أول كوكب يتم اكتشافه باستخدام التلسكوب (1781) ولونه أزرق بسبب امتصاص الميثان للضوء الأحمر."
          ]
        },
        {
          "key": "2",
          "label": "التركيب والغلاف الجوي",
          "text": [
            "يتميز بغلاف جوي سميك من الهيدروجين والهيليوم مع وجود الميثان، مما يمنحه انعكاسية جيدة."
          ]
        },
        {
          "key": "3",
          "label": "التركيب الداخلي",
          "text": [
            "سطحه يتكون من الهيدروجين السائل، مع طبقة من الجليد تحته وربما لب صخري."
          ]
        },
        {
          "key": "4",
          "label": "الحلقات والأقمار",
          "text": [
            "لديه حلقات خافتة وعدة أقمار صغيرة."
          ]
        }
      ]
    },
    "neptune": {
      "name": "نبتون",
      "content": [
        {
          "key": "1",
          "label": "الاكتشاف والتركيب",
          "text": [
            "تم اكتشاف نبتون في عام 1846 وهو معروف بلونه الأزرق العميق بسبب وجود الميثان في غلافه الجوي.",
            "يتميز بغلاف جوي سميك من الهيدروجين والهيليوم والميثان."
          ]
        },
        {
          "key": "2",
          "label": "الغلاف الجوي والطقس",
          "text": [
            "يتميز بأقوى الرياح في النظام الشمسي، حيث تصل سرعتها إلى 2100 كم/ساعة.",
            "لديه بقعة مظلمة كبيرة، تشبه البقعة الحمراء العظيمة لكوكب المشتري، وهي نظام عاصفة ضخم."
          ]
        },
        {
          "key": "3",
          "label": "التركيب الداخلي",
          "text": [
            "يتكون داخله من طبقة من الماء والأمونيا والميثان المتجمد، مع احتمال وجود لب صخري."
          ]
        },
        {
          "key": "4",
          "label": "الأقمار والحلقات",
          "text": [
            "لديه 14 قمرًا معروفًا، أكبرها تريتون، ونظام حلقات خافت."
          ]
        }
      ]
    }
  }
}